adpyke.codesnap
ahmadawais.shades-of-purple
blackboxapp.blackbox
blackboxapp.blackboxagent
bmewburn.vscode-intelephense-client
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
codeium.codeium
dart-code.dart-code
dart-code.flutter
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
emroussel.atomize-atom-one-dark-theme
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
intellsmi.comment-translate
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.powershell
naumovs.color-highlight
oderwat.indent-rainbow
onecentlin.laravel-blade
pkief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
small.php-ci
streetsidesoftware.code-spell-checker
twxs.cmake
usernamehw.errorlens
vscode-icons-team.vscode-icons
vsls-contrib.codetour
wallabyjs.console-ninja
xdebug.php-debug
xdebug.php-pack
zhuangtongfa.material-theme
zobo.php-intellisense
